Repository: Lawliet0/locales
Catalog: */cfg.po
Languages: tr_tr

source: An instance of SAO Utils is already running, please close the program before you continue any operations.
tr_tr: Bir SAO Utils örneği zaten çalışıyor, herhangi bir işleme devam etmeden önce lütfen programı kapatın.

source: Warning
tr_tr: Uyarı

source: SAO Utils Configuration Manager
tr_tr: SAO Utils Yapılandırma Yöneticisi

source: Import
tr_tr: Içeri aktar

source: Export
tr_tr: Dışarı aktar

source: Migrate from another version
tr_tr: Başka bir sürümden taşıma

source: Current Version:
tr_tr: Şimdiki versiyonu

source: Migrate:
tr_tr: Taşıma

source: Export:
tr_tr: Dışarı aktar

source: Import:
tr_tr: Içeri aktar

source: Are you sure to override current configuration?
tr_tr: Mevcut yapılandırmayı geçersiz kıldığınızdan emin misiniz?

source: Configuration import finished.
tr_tr: Yapılandırma içe aktarma işlemi tamamlandı.

source: Save As
tr_tr: Farklı Kaydet

source: Configuration export finished.
tr_tr: Yapılandırma dışa aktarma tamamlandı.

source: Please choose a configuration source
tr_tr: Lütfen bir yapılandırma kaynağı seçin

source: Executable (%s)|%s
tr_tr: Yürütülebilir (%s)|%s

source: Configuration migration finished.
tr_tr: Yapılandırma taşıma işlemi tamamlandı.
