Repository: Lawliet0/locales
Catalog: */std.po
Languages: tr_tr

source: NERvGear was already stopped :( Debugging information has been saved as files in the program folder. For more information, please enable 'Verbose Mode' to generate a complete log file.
tr_tr: NERvGear zaten durduruldu :( Hata ayıklama bilgileri program klasörüne dosya olarak kaydedildi. Daha fazla bilgi için, eksiksiz bir günlük dosyası oluşturmak üzere lütfen 'Ayrıntılı Mod'u etkinleştirin.

source: Execute item [ %s ] ?
tr_tr: Öğeyi yürüt [ %s ] ?

source: A Sword Art Online Look'n'Feel launcher with powerful utilities.
tr_tr: Sword Art Online Look'n'Feel başlatıcısı, güçlü yardımcı programlara sahip.

source: Please input file or folder name:
tr_tr: Lütfen dosya veya klasör adı girin:

source: Create File
tr_tr: Dosya oluştur

source: Rename File
tr_tr: Dosyayı yeniden adlandır

source: Are you sure to drop the old menu ?
tr_tr: Eski menüyü bırakmak istediğinizden emin misiniz?

source: Plug-in [%s] already installed, do you want to replace it ?
tr_tr: Eklenti [%s] zaten kurulu, değiştirmek istiyor musunuz?

source: Replace Plug-in
tr_tr: Eklentiyi Değiştir

source: Plug-in installed, please restart program to enable it.
tr_tr: Eklenti yüklendi, lütfen etkinleştirmek için programı yeniden başlatın.

source: Install Plug-in
tr_tr: Eklenti kur

source: Plug-in installed successfully.
tr_tr: Eklenti başarıyla yüklendi.

source: Failed to install plug-in.
tr_tr: Eklenti yüklenemedi.

source: An instance of SAO Utils is already running in the background, please retry after it has stopped completely.
tr_tr: Bir SAO Utils örneği arka planda zaten çalışıyor, lütfen tamamen durduktan sonra tekrar deneyin.

source: Are you sure to exit ?
tr_tr: Çıkmak istediğinden emin misin ?

source: Always on &Top
tr_tr: Her zaman üstte

source: &Lock Launcher
tr_tr: & Kilit Başlatıcı

source: &Preference
tr_tr: &Tercihler

source: &Exit
tr_tr: &Çıkış

source: <Preview Not Available>
tr_tr: <Önizleme Kullanılamıyor>

source: <No Themes Available>
tr_tr: <Kullanılabilir Tema Yok>

source: &Disable Hotkeys
tr_tr: &Kısayol Tuşlarını Devre Dışı Bırak

source: &Switch Theme
tr_tr: & Temayı Değiştir

source: User Guide
tr_tr: Kullanıcı rehberi

source: &Workshop
tr_tr: &Atölye

source: Welcome to SAO Utils!
tr_tr: SAO Utils'e hoş geldiniz!

source: Would you like to take a tutorial?
tr_tr: Eğitim almak ister misiniz?

source: SAO Utils Starts Successfully.
tr_tr: SAO Utils Başarıyla Başlıyor.

source: NERvGear Data Collection
tr_tr: NERvGear Veri Toplama

source: Nerve Gear Data Collection
tr_tr: Nerve Gear Veri Toplama

source: Core Data
tr_tr: Temel veri

source: Nerve Gear Core Data
tr_tr: Nerve Gear Çekirdek Verileri

source: Total Component Service
tr_tr: Toplam Bileşen Hizmeti

source: Total Object Service
tr_tr: Toplam Nesne Hizmeti

source: Total Lock Service
tr_tr: Toplam Kilit Servisi

source: Total Component Usage
tr_tr: Toplam Bileşen Kullanımı

source: Total Object Usage
tr_tr: Toplam Nesne Kullanımı

source: Total Private Object
tr_tr: Toplam Özel Nesne

source: The update parameter takes UID of a plug-in to query module data, returning NERvGear module data as default. Example: 00000000-0000-0000-0000-000000000000
tr_tr: Update parametresi, bir eklentinin UID'sini sorgu modülü verilerine alır ve NERvGear modülü verilerini varsayılan olarak döndürür. Örnek: 00000000-0000-0000-0000-000000000000

source: CPU Usage
tr_tr: CPU kullanımı

source: CPU Performance Count
tr_tr: CPU Performans Sayısı

source: Overall
tr_tr: Tüm

source: Hard Disk Usage
tr_tr: Sabit Disk Kullanımı

source: Free Disk Space Count
tr_tr: Boş Disk Alanı Sayısı

source: Driver Space
tr_tr: Sürücü Alanı

source: Driver Cluster
tr_tr: Sürücü Kümesi

source: The update parameter takes a path to count free space of a disk drive, returning current disk drive data as default. Example: C:\
tr_tr: Update parametresi, disk sürücüsündeki boş alanı saymak için bir yol alır ve geçerli disk sürücüsü verilerini varsayılan olarak döndürür. Örnek: C: \

source: Miscellaneous Data
tr_tr: Çeşitli Veriler

source: Useful Utilities Data
tr_tr: Faydalı Yardımcı Veriler

source: Custom Text
tr_tr: Özel metin

source: The update parameter takes a custom text to return a string. Example: Welcome to Sword Art Online!
tr_tr: Update parametresi, bir dize döndürmek için özel bir metin alır. Örnek: Sword Art Online'a hoş geldiniz!

source: Power Data
tr_tr: Güç Verileri

source: System Power Status
tr_tr: Sistem Güç Durumu

source: AC Line Status
tr_tr: AC Hat Durumu

source: Battery Status
tr_tr: Batarya durumu

source: Life Time
tr_tr: Yaşam Puanı

source: RAM Usage
tr_tr: RAM Kullanımı

source: Available Memory Count
tr_tr: Kullanılabilir Bellek Sayısı

source: Physical Memory
tr_tr: Fiziksel hafıza

source: Virtual Memory
tr_tr: Sanal bellek

source: Page File
tr_tr: Sayfa dosyası

source: System Data
tr_tr: Sistem verisi

source: Operator System Data
tr_tr: Operatör Sistemi Verileri

source: OS Name
tr_tr: İşletim Sistemi Adı

source: OS Version
tr_tr: İşletim Sistemi Sürümü

source: OS Description
tr_tr: İşletim Sistemi Açıklaması

source: OS Directory
tr_tr: İşletim Sistemi Dizini

source: Processor
tr_tr: İşlemci

source: Installed Memory
tr_tr: Yüklenmiş hafıza

source: Computer Name
tr_tr: Bilgisayar adı

source: Account Name
tr_tr: Hesap adı

source: Current Date
tr_tr: Şimdiki versiyonu

source: Current Time
tr_tr: Şimdiki zaman

source: Device Uptime
tr_tr: Cihaz Çalışma Süresi

source: Program Uptime
tr_tr: Program Çalışma Süresi

source: The update parameter takes ANSI C strftime() format string to format date or time. Example: %Y-%m-%d Reference: http://www.cplusplus.com/reference/clibrary/ctime/strftime.html
tr_tr: Update parametresi tarih veya saati formatlamak için ANSI C strftime () format dizesini alır. Örnek:% Y-% m-% d Referans: http://www.cplusplus.com/reference/clibrary/ctime/strftime.html

source: Action
tr_tr: Eylem

source: Execute an existed program.
tr_tr: Mevcut bir programı yürütün.

source: File
tr_tr: Dosya

source: Open a file with associated program.
tr_tr: İlişkili programla bir dosya açın.

source: Folder
tr_tr: Klasör

source: Open a folder in exlporer.
tr_tr: Gezgin'de bir klasör açın.

source: Open a web, file or e-mail address.
tr_tr: Bir web, dosya veya e-posta adresi açın

source: Command
tr_tr: Komuta

source: Run a command or program with parameters.
tr_tr: Parametreleri olan bir komut veya program çalıştırın.

source: Extension
tr_tr: Uzantı

source: Confirm before action
tr_tr: İşlemden önce onayla

source: Keep launcher after action
tr_tr: İşlemden sonra başlatıcıyı koru

source: Please input a url with http:/file:/mailto: prefix.
tr_tr: Lütfen http: / file: / mailto: öneki olan bir URL girin.

source: Please input a shell command
tr_tr: Lütfen bir Shell komutu girin

source: Action Command
tr_tr: Komutu Çalıştır

source: Choose a value...
tr_tr: Bir değer seçin ...

source: Preview
tr_tr: Ön izleme

source: Cur. Value
tr_tr: Mevcut değer

source: Options
tr_tr: Seçenekler

source: Update value every
tr_tr: Her değeri güncelleyin

source: Milliseconds
tr_tr: Milisaniyeler

source: Seconds
tr_tr: Saniye

source: Minutes
tr_tr: Dakika

source: Hours
tr_tr: Saat

source: Days
tr_tr: Gün

source: Update Parameter
tr_tr: Parametreyi Güncelle

source: Invoke Parameter
tr_tr: Parametreyi çağır

source: Value Unit:
tr_tr: Değer Birimi:

source: Display as
tr_tr: Farklı görüntüle

source: OK
tr_tr: Tamam

source: Cancel
tr_tr: İptal

source: <Unknown Data Source>
tr_tr: <Bilinmeyen Veri Kaynağı>

source: <Unknown Data>
tr_tr: <Bilinmeyen Veriler>

source: <Unknown Value>
tr_tr: <Bilinmeyen Değer>

source: <Loading Data...>
tr_tr: <Veriler Yükleniyor ...>

source: Gesture Exclusions
tr_tr: Hareket Hariç Tutma

source: Disable if following processes are running:
tr_tr: Aşağıdaki işlemler çalışıyorsa devre dışı bırakın:

source: Process Name
tr_tr: İşlem adı

source: Only detect processes running in foreground
tr_tr: Yalnızca ön planda çalışan işlemleri algıla

source: Other Exclusions
tr_tr: Diğer İstisnalar

source: Disable mouse gesture in fullscreen mode
tr_tr: Tam ekran modunda fare hareketini devre dışı bırak

source: Browse
tr_tr: Gözden Geçir

source: Icon Picker
tr_tr: Simge Seçici

source: Select an icon
tr_tr: Bir simge seçin

source: Hover:
tr_tr: Bağlantı vurgulama:

source: Select the hover icon
tr_tr: Fareyle üzerine gelme simgesini seçin

source: Press:
tr_tr: Tıklama:

source: Select the press icon
tr_tr: Tıklama simgesini seçin

source: * Leave 'Press' icon blank to use same icon as Hover state.
tr_tr: * Fareyle üzerine gelindiğinde aynı simgeyi kullanmak için 'Tıklama' simgesini boş bırakın.

source: Icon Settings
tr_tr: Simge Ayarları

source: Icon Setting
tr_tr: Simge Ayarı

source: Icon
tr_tr: Simge

source: Edit
tr_tr: Düzenle

source: Name
tr_tr: İsim

source: Sub-Menu
tr_tr: Alt Menü

source: Virtual Folder
tr_tr: Sanal Klasör

source: A 'Virtual Folder' sub-menu enables you to organize custom menu items.
tr_tr: 'Sanal Klasör' alt menüsü, özel menü öğelerini düzenlemenizi sağlar.

source: Real Folder
tr_tr: Gerçek Klasör

source: A 'Real Folder' sub-menu enables you to manage the files inside a folder.
tr_tr: 'Gerçek Klasör' alt menüsü, bir klasör içindeki dosyaları yönetmenizi sağlar.

source: Show File Icon
tr_tr: Dosya Simgesini Göster

source: Show File Extension
tr_tr: Lütfen dosya veya klasör adı girin

source: Click to choose a folder
tr_tr: Bir klasör seçmek için tıklayın

source: Icon Shop
tr_tr: Simge Dükkanı

source: Custom...
tr_tr: Özel metin.

source: <Default>
tr_tr: <Varsayılan>

source: Image Shop
tr_tr: Görüntü Dükkanı

source: Image
tr_tr: Görüntü

source: Path:
tr_tr: Yol:

source: Info Panel
tr_tr: Bilgi Paneli

source: Static Image
tr_tr: Statik Görüntü

source: All supported files|*.PNG;*.JPG;*.BMP;*.ICO
tr_tr: Desteklenen tüm dosyalar | * .PNG; *. JPG; *. BMP; *. ICO

source: Image files (*.PNG;*.JPG;*.BMP)|*.PNG;*.JPG;*.BMP
tr_tr: Görüntü dosyaları (* .PNG; *. JPG; *. BMP) | * .PNG; *. JPG; *. BMP

source: Icon files (*.ICO)|*.ICO
tr_tr: Simge dosyaları (* .ICO) | * .ICO

source: Plug-in Information
tr_tr: Eklenti Bilgileri

source: Module Name:
tr_tr: Modül Adı:

source: Original Name:
tr_tr: Orjinal isim:

source: Developer:
tr_tr: Geliştirici:

source: Website:
tr_tr: İnternet sitesi:

source: NERvSDK Version:
tr_tr: NERvSDK Sürümü:

source: Copy to Clipboard
tr_tr: Panoya kopyala

source: Description:
tr_tr: Açıklama:

source: Comment:
tr_tr: Yorum Yap:

source: About SAO Utils
tr_tr: SAO Utils Hakkında

source: SAO Utils provides you a customizable 3D app launcher with varieties of themes, desktop widgets and powerful utilities. Its pluggable architecture allows you, the developer, to add any kinds of plug-ins to the core program. That's the reason why it was named as "SAO Utils" :)
tr_tr: SAO Utils, çeşitli temalar, masaüstü widget'ları ve güçlü yardımcı programlarla özelleştirilebilir bir 3D uygulama başlatıcısı sunar. Takılabilir mimarisi, geliştiricinin çekirdek programa her türlü eklentiyi eklemenizi sağlar. "SAO Utils" olarak adlandırılmasının nedeni budur :)

source: Information
tr_tr: Bilgi

source: Program Name:
tr_tr: Program adı:

source: Version:
tr_tr: Sürüm:

source: Appearance Settings
tr_tr: Görünüm ayarları

source: Launcher Mode
tr_tr: Başlatıcı Modu

source: Launcher Position
tr_tr: Başlatıcı Konumu

source: Follow Cursor
tr_tr: İmleci Takip Et

source: Fixed:
tr_tr: Sabit:

source: Left
tr_tr: Sol

source: Central
tr_tr: Orta

source: Right
tr_tr: Sağ

source: Background Density
tr_tr: Arka Plan Yoğunluğu

source: Thin
tr_tr: Dar

source: Thick
tr_tr: Geniş

source: Notification Icon Position
tr_tr: Bildirim Simgesi Konumu

source: Cross Screen
tr_tr: Çapraz Ekran

source: Top Left
tr_tr: Sol üst

source: Top Centre
tr_tr: Üst Orta

source: Top Right
tr_tr: Sağ Üst

source: Centre Left
tr_tr: Orta Sol

source: Centre
tr_tr: Orta

source: Centre Right
tr_tr: Orta Sağ

source: Bottom Left
tr_tr: Sol alt

source: Bottom Centre
tr_tr: Alt Orta

source: Bottom Right
tr_tr: Sağ Alt

source: Startup Animation
tr_tr: Başlangıç Animasyonu

source: - Play 3D startup animation.
tr_tr: - 3D başlangıç animasyonunu oynatın.

source: Show Splash
tr_tr: Sıçrama Göster

source: - Show splash screen on start-up.
tr_tr: - Başlangıçta açılış ekranını göster.

source: Magnification Ratio
tr_tr: Büyütme Oranı

source: Camera Following Mouse
tr_tr: Fare tkip kamerası

source: Breathing Camera Effect
tr_tr: Solunum Kamerası Efekti

source: Off
tr_tr: Kapalı

source: Light
tr_tr: Işık

source: Medium
tr_tr: Orta

source: Strong
tr_tr: Kuvvetli

source: Zoom
tr_tr: Yakınlaştırma

source: Motion Blur
tr_tr: Hareket bulanıklığı

source: Preferences
tr_tr: Tercihler

source: Reset
tr_tr: Sıfırla

source: Reset all settings
tr_tr: Tüm ayarları sıfırlamak

source: Save
tr_tr: Kaydet

source: Save changes
tr_tr: Farklı Kaydet

source: Revert changes
tr_tr: Değişiklikleri geri al

source: General
tr_tr: Genel

source: General Settings
tr_tr: Genel Ayarlar

source: Appearance
tr_tr: Görünüm

source: Graphics
tr_tr: Grafik

source: Graphics Settings
tr_tr: Grafik Ayarları

source: Sounds
tr_tr: Ses

source: Sound Settings
tr_tr: Ses Ayarları

source: Plug-ins
tr_tr: Eklentiler

source: Plug-in Settings
tr_tr: Eklenti Ayarları

source: About
tr_tr: Hakkında

source: Are you sure to reset all the settings?
tr_tr: Tüm ayarları sıfırladığınızdan emin misiniz?

source: DPI Scaling
tr_tr: DPI Ölçeklendirme

source: Auto
tr_tr: Oto

source: Enable Steam Features
tr_tr: Steam Özelliklerini Etkinleştir

source: - Enable Steam "In-Game" status and level.
tr_tr: - Steam "Oyun İçi" durumunu ve seviyesini etkinleştir.

source: Lock Launcher
tr_tr: Kilit Başlatıcı

source: - Disable editing launcher items.
tr_tr: - Başlatıcı öğelerini düzenlemeyi devre dışı bırakın.

source: Show Tooltips
tr_tr: Araç İpuçlarını Göster

source: Touch Friendly
tr_tr: Dokunmatik Dostu

source: - Provide better user experience for tablet devices.
tr_tr: - Tablet cihazlar için daha iyi kullanıcı deneyimi sağlayın.

source: Hotkeys
tr_tr: Kısayol tuşları

source: Enable Mouse Gesture
tr_tr: Fare Hareketini Etkinleştir

source: &Exclusions...
tr_tr: & İstisnalar ...

source: - Manage mouse gesture exclusions.
tr_tr: - Fare hareketi hariç tutmalarını yönetin.

source: + Slide Down
tr_tr: + Aşağı Kaydır

source: Sensitive
tr_tr: Hassas

source: Low
tr_tr: Düşük

source: High
tr_tr: Yüksek

source: Enable Hotkey
tr_tr: Kısayol Tuşunu Etkinleştir

source: Enable Touch Gesture
tr_tr: Dokunma Hareketini Etkinleştir

source: Remap Win-Key
tr_tr: Kazanma Anahtarını Yeniden Eşle

source: MISC.
tr_tr: ÇEŞİTLİ.

source: Start with Windows, delay for
tr_tr: Windows ile başlayın, gecikme

source: seconds
tr_tr: saniye

source: Verbose Mode
tr_tr: Ayrıntılı Mod

source: Video Adapter
tr_tr: Video adaptörü

source: Display Mode
tr_tr: Ekran modu

source: Layered
tr_tr: Katmanlı

source: - Recommended option with transparent background support.
tr_tr: - Saydam arka plan desteği ile önerilen seçenek.

source: - Recommended for any stereo mode, also fixes some performance or 3D graphic problems.
tr_tr: - Herhangi bir stereo modu için önerilir, ayrıca bazı performans veya 3D grafik sorunlarını da giderir.

source: Texture Quality
tr_tr: Doku kalitesi

source: Texture Filtering
tr_tr: Doku filtreleme

source: No Filtering
tr_tr: Filtresiz

source: Nearest Neighbor
tr_tr: En yakın komşu

source: Bilinear
tr_tr: İki çizgili

source: Trilinear
tr_tr: Üç çizgili

source: Render Quality
tr_tr: Render kalitesi

source: High Performance
tr_tr: Yüksek performans

source: Balance
tr_tr: Denge

source: High Quality
tr_tr: Yüksek kalite

source: Disable
tr_tr: Devre Dışı

source: Side by Side Stereo
tr_tr: Yan Yana Stereo

source: Anaglyph Stereo
tr_tr: Anaglif Stereo

source: Stereoscopic Mode
tr_tr: Stereoskopik Mod

source: Half Size (Cropped)
tr_tr: Yarım Boy (Kırpılmış)

source: Full Size (Squeezed)
tr_tr: Tam Boy (Sıkıştırılmış)

source: Full Size (Black Bars)
tr_tr: Tam Boy (Siyah Çubuklar)

source: Zero Parallax
tr_tr: Sıfır Paralaks

source: Near
tr_tr: Yakın

source: Far
tr_tr: Uzak

source: Interaxial Separation
tr_tr: İntraraksiyal Ayırma

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Enable Plug-ins
tr_tr: Eklentileri Etkinleştir

source: Get Updates
tr_tr: Güncelleştirmeleri Al

source: Install...
tr_tr: Yükleniyor...

source: Remove
tr_tr: Kaldır

source: - Remove this plug-in. (Program restart required)
tr_tr: - Bu eklentiyi kaldırın. (Programın yeniden başlatılması gerekir)

source: - Reset this plug-in's settings.
tr_tr: - Bu eklentinin ayarlarını sıfırlayın.

source: Enable
tr_tr: Etkinleştir

source: Config
tr_tr: Yapılandır

source: Details...
tr_tr: Detaylar ...

source: - Read plug-in guideline.
tr_tr: - Eklenti kılavuzunu okuyun.

source: Version
tr_tr: Vevrsiyon

source: Author
tr_tr: Yazar

source: Nerve Gear Package (*.NVG)|*.NVG
tr_tr: Nerve Gear Paket (*.NVG)|*.NVG

source: Enable Sounds
tr_tr: Sesleri Etkinleştir

source: Presets...
tr_tr: Hazır ayarlar ...

source: Playback
tr_tr: Geri çalma

source: Events
tr_tr: Etkinlikler

source: Sound Files
tr_tr: Ses Dosyaları

source: Program Start
tr_tr: Program Başlat

source: Program Ready
tr_tr: Program Hazır

source: Launcher Show
tr_tr: Başlatıcı Göster

source: Launcher Hide
tr_tr: Başlatıcı Gizle

source: Message Show
tr_tr: Mesaj Göster

source: Message Hide
tr_tr: Mesaj Gizle

source: Menu Popup
tr_tr: Menü Açılır Pencere

source: Panel Popup
tr_tr: Panel Açılır Pencere

source: Item Select
tr_tr: Öğe Seç

source: Message Notify
tr_tr: Mesaj Bildirimi

source: System Notify
tr_tr: Sistem Bildirimi

source: System Forbid
tr_tr: Sistem Engelle

source: System Alert
tr_tr: Sistem Uyarısı

source: Wave files (*.WAV)|*.WAV
tr_tr: Dalga dosyaları (* .WAV) | * .WAV

source: &Default Settings
tr_tr: &Varsayılan ayarları

source: &Import Presets...
tr_tr: & Hazır Ayarları İçe Aktar ...

source: &Export Presets...
tr_tr: & Hazır Ayarları Dışa Aktar ...

source: Preset files (*.PRESET)|*.PRESET
tr_tr: Ön ayarlı dosyalar (* .PRESET) | * .PRESET

source: Remove [ %s ] ? (Please disable responding plug-in manually)
tr_tr: [%s] kaldırılsın mı? (Lütfen yanıt veren eklenti'yi manuel olarak devre dışı bırakın)
