Repository: Lawliet0/locales
Catalog: */plugin/Bangumi.po
Languages: tr_tr

source: Retrieving animation list...
tr_tr: Animasyon listesi alınıyor ...

source: Cannot retrieve animation list.
tr_tr: Animasyon listesi alınamıyor.

source: No records currently.
tr_tr: Şu anda kayıt yok.

source: Bangumi Data Collection
tr_tr: Bangumi Veri Toplama

source: Bangumi Daily Animation Data Collection
tr_tr: Bangumi Günlük Animasyon Veri Toplama

source: Programme Schedule
tr_tr: Program Çizelgesi

source: Animation Programme Schedule Data
tr_tr: Animasyon Programı Zamanlama Verileri

source: On-Air Animation
tr_tr: Canlı Animasyon

source: On-Air Animation Count
tr_tr: Canlı Animasyon Sayısı

source: Daily Animation Count
tr_tr: Günlük Animasyon Sayısı

source: Prefer local translation name
tr_tr: Yerel çeviri adını tercih et

source: Prefer local premiere time
tr_tr: Yerel prömiyeri zamanını tercih et

source: Hide special programs
tr_tr: Özel programları gizle

source: Treat midnight as another day
tr_tr: Gece yarısına başka bir gün gibi davran

source: Open web pages in external browser
tr_tr: Web sayfalarını harici tarayıcıda aç

source: Data sources supported by ACGDB.COM
tr_tr: ACGDB.COM tarafından desteklenen veri kaynakları

source: OK
tr_tr: TAMAM

source: Spring
tr_tr: Bahar

source: Summer
tr_tr: Yaz

source: Autumn
tr_tr: Sonbahar

source: Winter
tr_tr: Kış

source: Premiere : %s
tr_tr: Gala : %s

source: Episode : %s
tr_tr: Bölüm: % s

source: Tags : %s
tr_tr: Etiketler: %s

source: Description :
tr_tr: Açıklama:

source: Time : %s
tr_tr: Zaman : %s

source: ON AIR
tr_tr: YAYINDA

source: OFF AIR
tr_tr: YAYINDA DEĞİL

source: FIN
tr_tr: SON

source: UNKNOWN
tr_tr: BİLİNMEYEN

source: State : %s
tr_tr: Durum: %s

source: Daily Animation Widget for SAO Utils
tr_tr: SAO Utils için Günlük Animasyon Widget'ı için için çevirileri EdatSıklık for için, amacıyla, uygun, dolayı, karşı, göre in order to için pro için on account of için, dolayı, dolayısıyla, yüzünden seeing için, yüzünden, dolayı Bağlaç so bu yüzden, yani, için, diye, -ması için that o, ki, şu, diye, için so as to için, -mak için, -ecek şekilde Zarf pro için, lehinde in the cause of için, uğruna, aşkına

source: The SAO Utils Project by Joshua
tr_tr: Joshua'nın SAO Utils Projesi
