Repository: Lawliet0/locales
Catalog: */plugin/Cardinal System.po
Languages: tr_tr

source: New version available, I think it's time to update.
tr_tr: Yeni sürüm mevcut, sanırım güncelleme zamanı.

source: Good night,
tr_tr: İyi geceler,

source: Good morning,
tr_tr: Günaydın,

source: Good afternoon,
tr_tr: Tünaydın,

source: Good evening,
tr_tr: İyi akşamlar,

source: I'm YUI.
tr_tr: Ben YUI.

source: please call me YUI.
tr_tr: Lütfen bana YUI deyin.

source: it's me, YUI!
tr_tr: Benim, YUI!

source: may I help you?
tr_tr: Size yardım edebilir miyim?

source: welcome back!
tr_tr: tekrar hoşgeldiniz!

source: long time no see.
tr_tr: uzun zamandır görüşemedik.

source: Gesture functions have recovered.
tr_tr: Hareket işlevleri iyileşti.

source: Gesture functions have disabled.
tr_tr: Hareket işlevleri devre dışı.

source: Mental Health Counseling Program 001(YUI) for SAO Utils
tr_tr: SAO Utils için Ruh Sağlığı Danışmanlığı Programı 001 (YUI)

source: The SAO Utils Project by Joshua
tr_tr: Joshua'nın SAO Utils Projesi
