Repository: Lawliet0/locales
Catalog: */plugin/HP-Bar.po
Languages: tr_tr

source: Move Up
tr_tr: Yukarı Taşı

source: Move Down
tr_tr: Aşağı Taşı

source: Reorder
tr_tr: Yeniden sırala

source: &New Bar...
tr_tr: & Yeni Çubuk ...

source: &Edit Bar...
tr_tr: & Çubuğu Düzenle ...

source: &Remove Bar
tr_tr: & Çubuğu Kaldır

source: Always on &Top
tr_tr: Her zaman üstte

source: &Attach to Launcher
tr_tr: & Başlatıcıya Ekle

source: &Lock Widget
tr_tr: & Widget'ı Kilitle

source: &Transparent Widget
tr_tr: & Şeffaf Widget

source: Bar Settings
tr_tr: Çubuk Ayarları

source: Name
tr_tr: Ad

source: Click to choose a data
tr_tr: Veri seçmek için tıklayın

source: OK
tr_tr: TAMAM

source: Cancel
tr_tr: İptal et

source: HP-Bar Widget for SAO Utils
tr_tr: SAO Araçları için HP-Bar Widget'ı

source: The SAO Utils Project by Joshua
tr_tr: Joshua'nın SAO Utils Projesi
