Repository: Lawliet0/locales
Catalog: */plugin/Sensor Data Extension.po
Languages: tr_tr

source: Processor Information
tr_tr: İşlemci Bilgileri

source: Processor Information Data
tr_tr: İşlemci Bilgi Verileri

source: CPU Speed
tr_tr: İşlemci hızı

source: Bus Speed
tr_tr: Veri yolu hızı

source: Multiplier
tr_tr: Çarpan

source: CPU Load
tr_tr: CPU Yükü

source: CPU Load Data
tr_tr: CPU Yük Verileri

source: CPU Multiplier
tr_tr: CPU Çarpanı

source: CPU Multiplier Data
tr_tr: CPU Çarpanı Verileri

source: CPU Power
tr_tr: CPU Gücü

source: CPU Power Consumption Data
tr_tr: CPU Güç Tüketimi Verileri

source: CPU Temperature
tr_tr: CPU Sıcaklığı

source: CPU Temperature Data
tr_tr: CPU Sıcaklık Verileri

source: Graphic Card Information Data
tr_tr: Grafik Kartı Bilgi Verileri

source: GPU Sensor Data
tr_tr: GPU Sensör Verileri

source: Graphic Card Sensor Data
tr_tr: Grafik Kartı Sensör Verileri

source: The update parameter takes '[{min}, {max}]' string to define minimum and maximum values. Example: [0.0, 100.0]
tr_tr: Güncelleme parametresi, minimum ve maksimum değerleri tanımlamak için '[{min}, {max}]' dizesini alır. Örnek: [0.0, 100.0]

source: Temperature Data
tr_tr: Sıcaklık Verileri

source: Voltage Data
tr_tr: Gerilim Verileri

source: Fan Speed Data
tr_tr: Fan Hızı Verileri

source: Ammeter Data
tr_tr: Ampermetre Verileri

source: Power Consumption Data
tr_tr: Güç Tüketimi Verileri

source: Clock Frequency Data
tr_tr: Saat Frekansı Verileri

source: Usage Data
tr_tr: Kullanım verisi

source: Miscellaneous Data
tr_tr: Çeşitli Veriler

source: System Data
tr_tr: Sistem verisi

source: Sensor Data Extension
tr_tr: Sensör Veri Uzantısı

source: Sensor Data Extension for SAO Utils
tr_tr: Sensör Verileri SAO Utils için Sensör Veri Uzantısı

source: The SAO Utils Project by Joshua.
tr_tr: Joshua'nın SAO Utils Projesi.

source: %s Data Proxy
tr_tr: %s Veri Proxy'si

source: Data available when %s is running and the 'Shared Memory' function is enabled.
tr_tr: %s çalışırken ve 'Paylaşılan Bellek' işlevi etkinleştirildiğinde mevcut veriler.
