Repository: Lawliet0/locales
Catalog: */plugin/Weather Data Extension.po
Languages: tr_tr

source: Weather Data Collection
tr_tr: Hava Durumu Verilerinin Toplanması

source: Weather Forecast Data Collection
tr_tr: Hava Durumu Veri Toplama

source: The update parameter takes a city name or code to query weather data. Example 1: New York Example 2: USNY0996 Reference: http://www.weather.com/weather/today/l/USNY0996:1:US
tr_tr: Update parametresi, hava durumu verilerini sorgulamak için bir şehir adı veya kodu alır. Örnek 1: New York Örnek 2: USNY0996 Referans: http://www.weather.com/weather/today/l/USNY0996:1:US

source: Pressure Data
tr_tr: Basınç Verileri

source: Atmospheric Pressure Data
tr_tr: Atmosferik Basınç Verileri

source: Pressure Trend
tr_tr: Basınç Eğilimi

source: Barometric Pressure
tr_tr: Barometrik basınç

source: General Data
tr_tr: Genel veri

source: General Weather Data
tr_tr: Genel Hava Durumu Verileri

source: Weather Forecast
tr_tr: Hava Durumu tahmini

source: Current Temperature
tr_tr: Şuanki sıcaklık

source: Feels Like Temperature
tr_tr: Sıcak Gibi Hissediyor

source: Dew Point
tr_tr: Çiy oluşma derecesi

source: Relative Humidity
tr_tr: Bağıl nem

source: Visibility
tr_tr: Görüş Mesafesi

source: UV Data
tr_tr: UV Verileri

source: Ultraviolet Radiation Data
tr_tr: Ultraviyole Radyasyon Verileri

source: UV Level
tr_tr: UV Seviyesi

source: UV Index
tr_tr: UV Endeksi

source: Wind Data
tr_tr: Rüzgar Verileri

source: Wind Speed and Direction Data
tr_tr: Rüzgar Hızı ve Yön Verileri

source: Wind Direction
tr_tr: Rüzgar yönü

source: Wind Degrees
tr_tr: Rüzgar Dereceleri

source: Wind Speed
tr_tr: Rüzgar hızı

source: Wind Gust
tr_tr: Fırtına

source: Weather Data Extension
tr_tr: Hava Durumu Veri Uzantısı

source: Weather Data Extension for SAO Utils
tr_tr: SAO Utils için Hava Veri Uzantısı

source: The SAO Utils Project by Joshua.
tr_tr: Joshua'nın SAO Utils Projesi.
